
[
  {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
    "transliteration": "Bismillāhi r-raḥmāni r-raḥīm.\nQul huwa Allāhu aḥad. Allāhu ṣ-ṣamad. Lam yalid wa lam yūlad. Wa lam yakun lahu kufuwan aḥad.",
    "translation": "Скажи: «Он — Аллах — Един. Аллах — Вечный. Не родил и не был рожден, и не был Ему равен никто».",
    "source": "Коран, 112:1-4"
  },
  {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "transliteration": "Bismillāhi r-raḥmāni r-raḥīm.\nQul aʿūdhu birabbi l-falaq. Min sharri mā khalaq. Wa min sharri ghāsiqin idhā waqab. Wa min sharri n-naffāthāti fī l-ʿuqad. Wa min sharri ḥāsidin idhā ḥasad.",
    "translation": "Скажи: «Ищу убежища у Господа рассвета от зла того, что Он сотворил, и от зла мрака, когда он наступает, и от зла дующих на узлы, и от зла завистника, когда он завидует».",
    "source": "Коран, 113:1-5"
  },
  {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ\nثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ (يفعل ذلك ثلاث مرات)",
    "transliteration": "Bismillāhi r-raḥmāni r-raḥīm.\nQul aʿūdhu birabbi n-nās. Maliki n-nās. Ilāhi n-nās. Min sharri l-waswāsi l-khannās. Alladhī yuwaswisu fī ṣudūri n-nās. Mina l-jinnati wa n-nās.\nThumma yamsaḥu bihimā mā staṭāʿa min jasadihi yabdaʾu bihimā ʿalā raʾsihi wa wajhihi wa mā aqbala min jasadihi (yafʿalu dhālika thalātha marrāt).",
    "translation": "Скажи: «Ищу убежища у Господа людей, Царя людей, Бога людей, от зла искусителя отступающего, который наущает в груди людей, из джиннов и людей».\nЗатем он протирает руками то, что может из своего тела, начиная с головы и лица, а затем переднюю часть тела (делает это трижды).",
    "source": "Коран, 114:1-6 и передали аль-Бухари и Муслим"
  },
  {
    "arabic": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "transliteration": "Allāhu lā ilāha illā huwa l-ḥayyu l-qayyūm, lā taʾkhudhuhu sinatun wa lā nawm, lahu mā fī s-samāwāti wa mā fī l-arḍ, man dhā lladhī yashfaʿu ʿindahu illā bi-idhnihi, yaʿlamu mā bayna aydīhim wa mā khalfahum, wa lā yuḥīṭūna bishayʾin min ʿilmihi illā bimā shāʾ, wasiʿa kursiyyuhu s-samāwāti wa l-arḍ, wa lā yaʾūduhu ḥifẓuhumā, wa huwa l-ʿaliyyu l-ʿaẓīm.",
    "translation": "Аллах — нет божества, кроме Него, Живого, Вседержителя. Не овладевает Им ни дремота, ни сон. Ему принадлежит то, что на небесах, и то, что на земле. Кто заступится пред Ним, иначе как с Его позволения? Он знает то, что было до них, и то, что будет после них, а они не постигают ничего из Его знания, кроме того, что Он пожелает. Престол Его объемлет небеса и землю, и не тяготит Его охрана их. Поистине, Он — Всевышний, Великий.",
    "source": "Коран, 2:255"
  },
  {
    "arabic": "آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّnā wa lā tuḥammilnā mā lā ṭāqata lanā bih, wa-ʿfu ʿannā wa-ghfir lanā wa-rḥamnā, anta mawlānā fa-nṣurnā ʿalā l-qawmi l-kāfirīn.",
    "transliteration": "Āmana r-rasūlu bimā unzila ilayhi min rabbihi wa-l-muʾminūn, kullun āmana bi-llāhi wa malāʾikatihi wa kutubihi wa rusulih, lā nufarriqu bayna aḥadin min rusulih, wa qālū samiʿnā wa aṭaʿnā, ghufrānaka rabbanā wa ilayka l-maṣīr. Lā yukallifu llāhu nafsan illā wusʿahā, lahā mā kasabat wa ʿalayhā mā ktasabat, rabbanā lā tuʾākhidhnā in nasīnā aw akhṭaʾnā, rabbanā wa lā taḥmil ʿalaynā iṣran kamā ḥamaltahu ʿalā lladhīna min qablinā, rabbanā wa lā tuḥammilnā mā lā ṭāqata lanā bih, wa-ʿfu ʿannā wa-ghfir lanā wa-rḥamnā, anta mawlānā fa-nṣurnā ʿalā l-qawmi l-kāfirīn.",
    "translation": "Посланник и верующие уверовали в то, что ниспослано ему от Господа. Все они уверовали в Аллаха, Его ангелов, Его Писания и Его посланников. Они говорят: «Мы не делаем различий между Его посланниками». Они говорят: «Слушаем и повинуемся! Прости, Господь наш, и к Тебе — возвращение». Не возлагает Аллах на душу ничего, кроме возможного для нее. Ей — то, что она приобрела, и против нее — то, что она приобрела. «Господь наш, не взыщи с нас, если мы забыли или ошиблись. Господь наш, не возлагай на нас такого бремени, какое возложил Ты на тех, кто был до нас. Господь наш, не возлагай на нас того, чего нам не снести. Помилуй нас, прости нас и помилуй! Ты — наш Покровитель, помоги же нам против людей неверующих».",
    "source": "Коран, 2:285-286"
  },
  {
    "arabic": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ нَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
    "transliteration": "Bismika rabbī waḍaʿtu janbī, wa bika arfaʿuh, fa-in amsakta nafsī fa-rḥamhā, wa in arsaltahā fa-ḥfaẓhā, bimā taḥfaẓu bihi ʿibādaka ṣ-ṣāliḥīn.",
    "translation": "С именем Твоим, Господь мой, я улёгся на бок, и с именем Твоим я поднимусь. Если Ты заберёшь душу мою, то помилуй её, а если отпустишь её, то защити её посредством того, чем защищаешь Ты Своих праведных рабов.",
    "source": "Передали аль-Бухари и Муслим"
  },
  {
    "arabic": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ",
    "transliteration": "Allāhumma innaka khalaqta nafsī wa anta tawaffāhā, laka mamātuhā wa maḥyāhā, in aḥyaytahā fa-ḥfaẓhā, wa in amattahā fa-ghfir lahā. Allāhumma innī asʾaluka l-ʿāfiyah.",
    "translation": "О Аллах, поистине, Ты создал душу мою, и Ты её упокоишь. Тебе принадлежит смерть её и жизнь её. Если Ты оставишь её жить, то защити её, а если умертвишь её, то прости ей. О Аллах, поистине, я прошу Тебя о благополучии.",
    "source": "Передал Муслим"
  },
  {
    "arabic": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْмَ تَبْعَثُ عِبَادَكَ",
    "transliteration": "Allāhumma qinī ʿadhābaka yawma tabʿathu ʿibādak.",
    "translation": "О Аллах, защити меня от наказания Твоего в тот День, когда Ты воскресишь Своих рабов.",
    "source": "Передали Абу Дауд и ат-Тирмизи"
  },
  {
    "arabic": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
    "transliteration": "Bismika Allāhumma amūtu wa aḥyā.",
    "translation": "С именем Твоим, о Аллах, я умираю и живу.",
    "source": "Передал аль-Бухари"
  },
  {
    "arabic": "سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) وَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ)",
    "transliteration": "Subḥāna-llāh (thalāthan wa-thalāthīn), al-ḥamdu li-llāh (thalāthan wa-thalāthīn), Allāhu akbar (arbaʿan wa-thalāthīn).",
    "translation": "Пречист Аллах (тридцать три раза), хвала Аллаху (тридцать три раза), Аллах велик (тридцать четыре раза).",
    "source": "Передали аль-Бухари и Муслим"
  },
  {
    "arabic": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
    "transliteration": "Allāhumma rabba s-samāwāti s-sabʿi wa rabba l-arḍ, wa rabba l-ʿarshi l-ʿaẓīm, rabbanā wa rabba kulli shayʾ, fāliqa l-ḥabbi wa n-nawā, wa munzila t-tawrāti wa l-injīl, wa l-furqān, aʿūdhu bika min sharri kulli shayʾin anta ākhidhun bināṣiyatih. Allāhumma anta l-awwalu fa laysa qablaka shayʾ, wa anta l-ākhiru fa laysa baʿdaka shayʾ, wa anta ẓ-ẓāhiru fa laysa fawqaka shayʾ, wa anta l-bāṭinu fa laysa dūnaka shayʾ, iqḍi ʿannā d-dayna wa aghninā mina l-faqr.",
    "translation": "О Аллах, Господь семи небес и Господь земли, и Господь великого Трона, Господь наш и Господь всякой вещи, Расщепляющий зерна и ядра, Ниспославший Тору, Евангелие и Различение. Прибегаю к Тебе от зла всякой вещи, ибо Ты держишь её за хохол. О Аллах, Ты — Первый, и не было ничего до Тебя, и Ты — Последний, и не будет ничего после Тебя. И Ты — Явный, и нет ничего над Тобой, и Ты — Скрытый, и нет ничего под Тобой. Избавь нас от долга и избавь нас от бедности.",
    "source": "Передал Муслим"
  },
  {
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لَا كَافِيَ لَهُ وَلَا مُؤْوِيَ",
    "transliteration": "Al-ḥamdu li-llāhi lladhī aṭʿamanā wa saqānā, wa kafānā, wa āwānā, fakam mimman lā kāfiya lahu wa lā muʾwī.",
    "translation": "Хвала Аллаху, Который накормил нас и напоил нас, и защитил нас, и приютил нас, а сколько тех, у кого нет ни защитника, ни пристанища.",
    "source": "Передал Муслим"
  },
  {
    "arabic": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "transliteration": "Allāhumma ʿālima l-ghaybi wa sh-shahādah, fāṭira s-samāwāti wa l-arḍ, rabba kulli shayʾin wa malīkah, ashhadu an lā ilāha illā ant, aʿūdhu bika min sharri nafsī, wa min sharri sh-shayṭāni wa shirkihi, wa an aqtarifa ʿalā nafsī sūʾan, aw ajurrahu ilā muslim.",
    "translation": "О Аллах, Знающий сокровенное и явное, Творец небес и земли, Господь и Владыка всякой вещи, я свидетельствую, что нет божества, кроме Тебя. Прибегаю к Тебе от зла души моей, и от зла шайтана и его многобожия, и от того, чтобы совершить зло против самого себя или навлечь его на мусульманина.",
    "source": "Передали Абу Дауд и ат-Тирмизи"
  },
  {
    "arabic": "يَقْرَأُ سورة السَّجْدَة، وَسورة الْمُلْكُ",
    "transliteration": "Yaqraʾu sūrata s-Sajdah, wa sūrata l-Mulk.",
    "translation": "Читает суру «Ас-Саджда» и суру «Аль-Мульк».",
    "source": "Передал ат-Тирмизи"
  },
  {
    "arabic": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ",
    "transliteration": "Allāhumma aslamtu nafsī ilayk, wa fawwaḍtu amrī ilayk, wa wajjahtu wajhī ilayk, wa aljaʾtu ẓahrī ilayk, raghbatan wa rahbatan ilayk, lā maljaʾa wa lā manjā minka illā ilayk, āmantu bikitābika lladhī anzalt, wa binabiyyika lladhī arsalt.",
    "translation": "О Аллах, я покорился Тебе, и вручил Тебе дело своё, и обратил к Тебе лицо своё, и на Тебя положился по желанию и из страха пред Тобой. Нет убежища и нет спасения от Тебя, кроме как у Тебя. Я уверовал в Книгу Твою, которую Ты ниспослал, и в пророка Твоего, которого Ты послал.",
    "source": "Передали аль-Бухари и Муслим"
  }
]
